tap "derailed/k9s"
tap "nikitabobko/tap"
tap "stripe/stripe-cli"
brew "argocd"
brew "atuin"
brew "btop"
brew "chezmoi"
brew "eza"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "helix"
brew "jq"
brew "kubectx"
brew "libyaml"
brew "mise"
brew "neovim"
brew "peco"
brew "zellij"
brew "zoxide"
brew "zplug"
brew "derailed/k9s/k9s"
brew "stripe/stripe-cli/stripe"
cask "nikitabobko/tap/aerospace"
cask "font-hackgen-nerd"
cask "ghostty"
cask "karabiner-elements"
cask "ngrok"
cask "wezterm"
vscode "anthropic.claude-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hediet.vscode-drawio"
vscode "typespec.typespec-vscode"
