tap "derailed/k9s"
tap "go-task/tap"
tap "nikitabobko/tap"
tap "stripe/stripe-cli"
brew "argocd"
brew "atuin"
brew "btop"
brew "chezmoi"
brew "eza"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "go-air"
brew "helix"
brew "jq"
brew "kubectx"
brew "libyaml"
brew "mise"
brew "neovim"
brew "ni"
brew "peco"
brew "starship"
brew "zellij"
brew "zoxide"
brew "zplug"
brew "derailed/k9s/k9s"
brew "go-task/tap/go-task"
brew "stripe/stripe-cli/stripe"
cask "1password-cli"
cask "claude-code"
cask "font-hackgen-nerd"
cask "ghostty"
vscode "anthropic.claude-code"
vscode "astro-build.astro-vscode"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "openai.chatgpt"
vscode "typespec.typespec-vscode"
